export default {
  required: 'กรุณาระบุ{name}',
  invalid: '{name} ไม่ถูกต้อง',
  notMatch: '{name} ไม่ตรงกัน',
  numberonly: '{name}กรอกได้แค่ตัวเลข 0 - 9',
  minlength: '{name}ต้องมีความยาวอย่างน้อย {length} {unit}',
  maxlength: '{name}ต้องมีความยาวไม่เกิน {length} {unit}',
  basicPassword: 'รหัสผ่านสามารถประกอบด้วยตัวอักษรอังกฤษ ตัวเลข 0-9 _ และ . เท่านั้น',
  strongPassword: 'รหัสผ่านสามารถประกอบด้วย ตัวอักษรอังกฤษพิมพ์เล็ก, ตัวอักษรอังกฤษพิมพ์ใหญ่, ตัวเลข 0-9 แต่ละประเภทอย่างน้อย 1 ตัว รวมกันไม่ต่ำกว่า 8 ตัวเท่านั้น',
  data: 'ข้อมูล'
}
